[{"anek" : "Маленький одноногий мальчик встал не с той ноги и упал."},
{"anek" : "Дорогой, тaк все нaдоело, хочется рaзнообрaзия в постели. Дaвaй поигрaем: я - продaвщицa, a ты покупaтель?\n- Ну дaвaй, попробую. Девушкa у вaс сaло есть?\n- Нет!\n- А я нaщупaл!"},
{"anek" : "Пришёл мужик в магазин:\n— Нарежьте мне колбасы 100г, только 50 справа налево, а 50 слева направо.\n— Ок, а вы что полицейский?\n— Да, а как вы догадались?\n— Вы в форме."},
{"anek" : "50-летняя Елена вышла замуж по расчету, но не подрасчитала и умерла раньше."},
{"anek" : "По статистике, вегетарианцы живут дольше. Вот вы сейчас смеётесь над вегетарианцем, а потом он придет на вашу могилу и съест все цветы."},
{"anek" : "В грузинской школе урок естествознания. Учитель спрашивает: - Дети, что такое, по-вашему, облом? Давай, Гоги.\n- По-моему, облом - это когда идёшь по улице и видишь перед собой блондинку с шикарными формами, но тут подходит автобус, она в него садится, а ты не успеваешь. Вот это облом!\n- Очень хорошо Гоги. Садись, пять. Кто ещё как думает? Давай, Вахтанг.\n- Я думаю, что облом - это когда ты идёшь по улице и видишь перед собой мужчину с такой шикарной попой, но тут подходит автобус, он в него садится, а ты не успеваешь. Вот это - облом!\n- Тоже неплохо. Садись Вахтанг, четыре. Кто не согласен? Давай, Гиви.\n- Я думаю, что облом - это когда ты идёшь по улице, сзади тебя идёт Вахтанг, а автобуса всё нет и нет..."},
{"anek" : "Пуля попала в голову Штирлицу. 'Разрывная'- пораскинул мозгами Штирлиц ."},
{"anek" : "Инвалид купил навороченную каляску.\nКак говорится- не устоял."},
{"anek" : "Пожар в публичном доме. Раздаются крики:\n- Горим, горим ! Воды ! Воды ! Открывается дверь одного номера, поручик Ржевский кричит:\n- А в тринадцатый номер шампанского."},
{"anek" : "В сельском доме ночью раздается стук в окно.\n— Дрова нужны?\n— Нет.\nУтром просыпаются — дров нет."},
{"anek" : "Штирлиц ел картошку в мундире.\nВойна давно кончилась и он не боялся его испачкать"},
{"anek" : "Мох помог группе грибников не потеряться в лесу, а мох и не помочь"},
{"anek" : "Если засунуть хуй в пылесос, то он будет не пылесос, а хуесос."},
{"anek" : "Один мальчик питался только бутербродами и умер от голода, потому что бутерброды - это не еда."},
{"anek" : "Идёт мужик по полю, видит подкова. Думает: 'Возьму её себе домой, над дверью повешy - она мне удачу принесёт'. Приносит он её домой, переворачивает - а там конь."},
{"anek" : "Французский король Филипп VI собрал своих придворных и спросил, почему доходов от налогов поступает в казну все меньше и меньше. Придворные молчали. Тогда придворный шут взял кусочек льда, дал его одному из присутствующих и попросил пустить по кругу. Когда ледышка дошла до короля, в его руке почти ничего не осталось. Потом по кругу пустили шута."},
{"anek" : "У качка спрашивают:\n— Сколько будет 20+20?\n— Пятьдесят пять.\n— Почему пятьдесят пять, если сорок?\n— Так ведь ещё гриф!"},
{"anek" : "Типичный день в кавказской школе:\n— Учитэл, пачиму ви написали КОН без мягкого знака?\n— Патамушта эта щелочь, Гоги!"},
{"anek" : "Мама всегда хотела видеть меня красивым и умным.\nПоэтому принимала галлюциногены."},
{"anek" : "— Я хочу, чтобы мы умерли в один день!\n— Дед, ты заебал!"},
{"anek" : "Жена призналась мужу, что изменила ему, когда он был на рыбалке. И он исчез. Неделю его не видела. Потом еле-еле стала видеть правым глазом."},
{"anek" : "Один молодой дровосек отправился на заработки в какую-то глушь. Приезжает и видит, что это чудовищная дыра: всего одна улица из 10 домов, а кругом лес стеной, куда ни глянь. Из развлечений - один ветхий кабак на отшибе. Ближе к ночи дровосек от нечего делать туда зашел. Садится он за стойку, заказывает выпить и между прочим спрашивает у хозяина:\n-А что, отец, я гляжу с бабами у вас тут туго. Ни одной не видел. Как же вы тут живёте, без баб то?\nХозяин говорит:\n- Дождись полночи - увидишь.\nНу пареньку интересно стало. Решил дождаться. Ровно в полночь, когда пробили часы, все дровосеки, как один, встают и выходят на улицу. Молодому стало еще интереснее и он пошел за всеми. Выходит он из кабака и видит следующую картину: на небольшой поляне в лунном свете пасутся лоси, а дровосеки выбирают себе по одному лосю, подходят сзади и начинают его ебать. Парень от этого зрелища пришел в ужас, убежал с этой поляны и дал себе слово, что никогда он так не оскотинится из-за похоти. Но шли месяцы, и держаться становилось всё труднее. Наконец дровосек понял, что сил больше нет. Отчаявшись, он отправился в кабак и в ожидании полночи решил нажраться в хлам, чтобы не думать о предстоящим и ничего не помнить. Как только пробило 12, парень первым выскакивает на улицу и не в силах больше терпеть скидывает штаны и начинает яростно ебать первого попавшегося лося, так что тот еле на копытах стоит. И тут парень замечает, что что-то не ладно. Он на секунду останавливается и замечает, что остальные лоси мирно пасутся, а все дровосеки стоят толпой и молча смотрят на него с каким-то отвращением. Парень спрашивает с удивлением:\n- Что случилось? Что-то не так?\nОдин из дровосеков смотрит на него и говорит:\n-Парень, ты, конечно, извини, но это самый уродливый лось из всех, что я видел."},
{"anek" : "Купила феминистка обруч, а он ей как раз."},
{"anek" : "Когда Вася ввязался в драку и получил кулаком по лицу, он сразу вспомнил все, чему учил его отец. Но умение коптить свинину, увы, никак не пригодилось в этой ситуации."},
{"anek" : "Сидят три поросенка в домике, боятся волка. Вдруг открывается дверь и входит он:\n— Шалом! - говорит волк,\n— Фууууууух! - выдохнули поросята."},
{"anek" : "Урок математики. Учительница говорит:\n— Сегодня мы будем брать интегралы.\nВовочка спрашивает:\n— А как это в жизни пригодится?\n— Ты ебало-то завали."},
{"anek" : "— Степаныч, подай ключ на 173.211.101.14!\n— Лови: AAAAB3NzaC1yc2EAAAADAQABAAABAQCSVtExZCv4TognFVHmYlIxynyImMk8PtNgPB9T17E8vAcnYyzf3qZZn4GpAf"},
{"anek" : "- Солнце моё, взгляни на меня,\nМоя ладонь превратилась в кулак.\n- Проктолог из вас так себе."},
{"anek" : "Встретились Хой, Горшок и Летов, ну и вздумали бухнуть. Купили литруху, ну и типа говорят - мы же поэты - давайте кто сколько в стихах попросит, тому столько и нальём.\nХой встаёт:\n- Рыбка плавает по дну, выпью рюмочку одну.\nНалили. Горшок встал:\n- Рыбка мёртвая на дне, выпью рюмочки я две.\nЛетов встаёт, весь натужился, набух, покраснел, глаза выпучил. Вдруг как заорёт:\n- АААА БЛЯЯЯДЬ НАХУУУЙ\nСхватил пузырь и убежал."},
{"anek" : "В части ожидается приезд генерала. Всё кругом чистят-красят. Одного солдата послали покрасить ракету. Он почти всю покрасил, но до самой макушки не достаёт. Думает: как же быть? Придумал! Берёт ведро краски, размахивается и забрасывает его на макушку ракеты. Ура! Ракета вся покрашена. Но ведро осталось висеть на носу ракеты.\nГенерал обходит часть: так, хорошо, трава зелёная, забор тоже покрашен.\n- А это что за хрень на ракете? - спрашивает у командира части.\n- Это миноотражатель, товарищ генерал! - не растерялся командир.\n- Сам вижу что миноотражатель! Почему не покрашен?!"},
{"anek" : "Когда Ахмет на уроке физики умножал ускорение на массу, у него всегда получался Дагестан. Потому что Дагестан — сила."},
{"anek" : "— Внимание, земля! Говорит борт 13! У нас отказал бортовой компьютер.Что делать?\n— Борт 13! Борт 13! Это диспетчер! Слышите меня? Играйте пока на резервном! Играйте на резервном."},
{"anek" : "Филолог говорит своему сыну:\n— Ты меня очень огорчил. Я слышал, как ты спорил со своим другом и сказал ему: 'Ты ебанулся'. Как ты мог? Ты ни за что обидел человека, показав ему пренебрежение!\n— А что я должен был ему сказать?\n— Тебе надо было сказать: 'Да ну, нахуй!' Он бы понял, что ты вовлечен, но ты оппонируешь!..."},
{"anek" : "Профессиональный пловец Сидоров, увидев тонущую девушку, доплыл до бедняги за 30сек., но по привычке оттолкнулся от неё ногами и поплыл обратно."},
{"anek" : "- Эта юбка слишком короткая! Я запрещаю тебе выходить в ней на улицу!\n- Ну паааааап...\n- Заканчивай, Олег, нормальным парнем ведь рос."},
{"anek" : "Физику, математику и инженеру дали задание найти объём красного мячика.\nФизик погрузил мяч в стакан с водой и измерилл объём вытесненной жидкости.\nМатематик измерил диаметр мяча и рассчитал тройной интеграл.\nИнженер достал из стола свою 'Таблицу объёмов красных резиновых мячиков' и нашёл нужное значение."},
{"anek" : "2159 год. Землю захватил Китай. Идут по Красной Площади два китайца и один другому говорит:\n- Мойша, я так устал щуриться"},
{"anek" : "— Вы чё, мутите? Прям по серьёзке у вас? Не перепихон по синьке, а надолго прям?\n— Извините, а это точно ЗАГС?"},
{"anek" : "Белка-летяга за всю свою жизнь так ни разу никуда и не слетала. Хотя и планировала."},
{"anek" : "Посадили как-то двух звукорежиссеров в тюрьму. В одну камеру на 20 лет. Ну, в общем, отсидели они, вышли на волю, перед воротами тюрьмы еще минут 15 про эквализацию попиздели и по домам разошлись."},
{"anek" : "Летят на самолете англичанин, француз, немка и Ржевский. Самолет начинает падать. И тут выясняется, что парашют один на всех. Ржевский начинает надевать парашют на себя. Англичанин, француз:\n- Поручик, среди нас женщина!!!\nРжевский, задумчиво, глядя на часы:\n- Вы думаете, успеем?"},
{"anek" : "Решили большевики Ленина через границу переправить. Переправляли в мешке через плечо. На границе пограничник спрашивает:\n- А эт чо у вас в мешке-то?\n- Да пустые бутылки.\nПограничник пинает мешок.\nИз мешка:\n- Тгень-бгень."},
{"anek" : "Открыли в Кремле пицерию 'Государство', пришел новый повар на работу устраиваться. Менеджер ему по дороге на кухню рассказывает:\n- в меню три пиццы: 'Экономика', 'Борьба с коррупцией' и 'Конституционные права'\nЗаходят на кухню, а там три повара тесто на хую вертят."},
{"anek" : "Психиатр (показывая чернильные пятна): Что вы видите?\nЯ: Я вижу грустного и одинокого мужчину.\nПсихиатр (всхлипывая): Я имею в виду на листе"},
{"anek" : "- простите, я потерял жену в вашем торговом центре. можно я сделаю объявление по радио?\n- конечно\nнаклоняется к микрофону:\n- нам дали безвіз"},
{"anek" : "-Дяденька, не ходите туда, там Игорь Корнелюк!\n-Ща проверю, подожди-дожди-дожди, я оставил любовь позади, и теперь у меня впереди..."},
{"anek" : "-Следующая остановка - проспект Будённого\n-На следующей, ёб твою мать!"},
{"anek" : "Почему восьмилетний эфиопский мальчик плачет?\nУ него кризис среднего возраста."},
{"anek" : "Жаркий июльский денек. В автобусе давка и духотища. На остановке заходит солидного вида мужчина, протискивается в середину салона, ждет пока автобус тронется, и громко, протяжно и очень вонюче бздит. Все, естественно, возмущаются, орут фууу и выметайся отсюда, засранец! Только кондукторша тихонько улыбается в своем кресле - у неё вчера сын женился."},
{"anek" : "В одном цыганском таборе жил ребёнок, который воровал только книги, и только по астрономии. Так его и прозвали — Яшка-мудак."},
{"anek" : "Купил мужик штаны для танцев, а они ему как раз-два-три, раз-два-три"},
{"anek" : "Затеял мужик капитальный ремонт и нанял под это дело двух рабочих - вроде нормальные, не бухают. Приезжает через две недели домой принимать работу, ходит - ну просто заебись всё сделано, не придерешься. Заходит в туалет, а там унитаз блять к потолку прихуячен! Он, естественно: это чё за хуйня? А работяга ему: эй, погоди ругаться, вот смотри! - разбегается, отталкивается от стены, хватается за края унитаза руками, подтягивает к нему свою жопу и начинает срать. Моча с говном, естественно, валятся сквозь ноги вниз, падают ему на спину, грудь и лицо, он отпускает руки, шлёпается в кучу собственного говна и говорит:\n- Действительно, Вася, хуёво сделали - надо подправить."},
{"anek" : "Чтобы не перепутать бабушка одного котенка назвала Барсиком, а второго утопила."},
{"anek" : "Наташа на балу говорит Ржевскому:\n- Я сегодня ночью буду дома одна...\n- Хорошо, наверное, быть дома ночью одной\n- Я буду спать в большой мягкой постели...\n- Хорошо, наверное, спать в большой мягкой постели...\n- Я буду спать совершенно голая...\n- Хорошо, наверное, спать совершенно голой...\n- Ржевский, приходите сегодня ко мне ебаться!\nРжевский (загадочно):\n- Намек понял."},
{"anek" : "разгружают этап, на рельсах сидит пидор и жрёт колбасу.\nПервым выгружают общий режим:\n- алё, мужик, дай колбаски!\n- нельзя у меня брать, обиженный я...\n- ах ты пидарас! Хули тут расселся!\nВыгружают строгий режим:\n- ауе, земеля, дай колбаски!\n- не могу, опущенный я...\n- а мы с другого краю отломим, где ты не ел!\nОсобый режим:\n- братулёк, дай колбаски!\n- не могу, петух я...\n- да хули ты на себя наговариваешь!"},
{"anek" : "В метро на конечной проверяющий полицейский заходит в вагон и видит, какой-то мужик закемарил и книжка на полу валяется. Поднял книжку, читает на обложке 'Ландау. Теория поля', кричит:\n- Э! Агроном! Вставай, конечная!"},
{"anek" : "В деревенскую семью возвращается со службы в армии парень. Служил в Морфлоте заряжающим в орудийной башне. Вечером сел перед открытой печкой отдохнуть, расслабился, на огонь смотрит, кота гладит... Не заметил, как уснул. В это время из печки уголек выпал и тлеет на полу.\nВходит его мать, увидела уголек и кричит: — Огонь!\nПарень мгновенно просыпается, швыряет кота в печку, захлопывает дверцу, становится по стойке 'смирно' и докладывает: — Орудие к стрельбе готово!"},
{"anek" : "Если мужика будут звать Б, то у его сына будет отчество Бич"},
{"anek" : "Будённый рассказывает кавалеристам:\n— Помню, эдак, в 1918 году выезжаю на берег реки. Посмотрел налево: ёб твою мать! Посмотрел направо: ох, ёбаный в рот!\nКавалеристы:\n— Вот это память у старика!"},
{"anek" : "Жил-был в советские времена некий дворник - колоритнейшая личность с роскошной окладистой бородой. И так он был похож с этой бородою на Карла Маркса, что люди на него приходили со всей столицы полюбоваться. Дошло сие безобразие до ведома компетентных органов. Пришли к нему товарищи в штатском и говорят: 'Вы, это... сбрили бы, это самое...'\nДворник, степенно оглаживая предмет конфликта, ответствовал: 'Ну, положим, бороду я сбрею. А умище-то куда девать?'"},
{"anek" : "Один еврейский мальчик очень любил читать. Он читал всё, что попадалось ему под руку, и обожал ходить в свой любимый книжный магазин. Однажды он понял, что прочёл уже всё, что там продавалось. Мальчик спросил хозяина, есть ли в магазине что-нибудь, чего он никогда не видел. Хозяин сказал, что есть, и достал книгу под названием 'Смерть'. Он охотно продал её со скидкой, всего за 10 шекелей.\nОднако он предупредил мальчика, чтобы тот никогда не открывал первую страницу. Мальчик вернулся домой, прочитал книгу и остался доволен. Но ему всегда хотелось узнать, что же там, на первой странице. Однажды искушение стало слишком сильным, и он пролистал книгу к самому началу, и уронил её в УЖАСЕ.\nНа первой странице было написано: 'Рекомендуемая цена - 5 шекелей'"}

]